1:ClassProjects
00000000

The Great Gobbler Clobber
00000001

The Gobblers are off their nut and are going plum bananas in the street! Squash the Gobblers and make everything peachy again on Colossus Boulevard.
00000002

The Coy Koi Ploy
00000003

The Coy Koi is painfully shy, and she's acutely apprehensive of other Fish. But if you catch enough Fish, she'll feel more comfortable to come out for a swim.  
00000004

Good work! A portal to the Gobbler Champion has appeared on Colossus Boulevard!
00000005

The Gobbler Tower
00000006

A second Gobbler Champion awaits in the Gobbler Tower on Colossus Boulevard.
00000007

defeating Gobblers
00000008

A third Gobbler Champion awaits in the Gobbler Tower on Colossus Boulevard.
00000009

A fourth Gobbler Champion awaits in the Gobbler Tower on Colossus Boulevard.
00000010

A fifth Gobbler Champion awaits in the Gobbler Tower on Colossus Boulevard.
00000011

In the Gobbler Tower on Colossus Boulevard, a sixth Gobbler Champion awaits.
00000012

A NEW Gobbler Champion awaits in the Gobbler Tower on Colossus Boulevard! 
00000013

A portal to the Coy Koi Pond has opened in the Wizard City Commons!
00000014

The Coy Koi Pond
00000015

catching fish
00000016

The sixth and final Gobbler Champion awaits in the Gobbler Tower on Colossus Boulevard. Hurry, before time runs out!
00000017

Stage 1
00000018

Stage 2
00000019

Stage 3
00000020

Better Loot
00000021

Even Better Loot
00000022

Best Loot
00000023

Fire Deckathalon Event
00000024

Stage 4
00000025

Ice Deckathalon Event
00000026

Enter the Tower via the Portal in the Library to test your spell-casting skills. Score points by defeating monsters using only Treasure Cards. The more Points you score, the more Prizes you earn from the bar below. Climb the Leaderboard to discover who is the best Deckathlete! \n
00000027

Log in to Wizard101 daily
00000028

Defeat Monsters in Deckathalon Tower
00000029

Use a Treasure Card in combat
00000030

Ice Deckathalon Event
00000031

Death Deckathalon Event
00000032

The Tower is a solo dungeon, which tests your skills using Treasure Cards only. NO regular spells allowed.#Your stats will be preset & your gear disabled. The exception is your Deck, so load it up with your best Treasure Cards.#After each Stage (every 3rd Floor), you unlock a Checkpoint. You may re-enter the Tower at any unlocked Checkpoint.#Enchanted Treasure Cards, Potions, Henchmen and Elixirs will also be disabled. Elixir timers cannot be paused.#You can NOT edit your Deck inside the Tower, so add everything you need to it now.#Use 1 Credit to enter. Claim 3 Credits daily. Use them now or save them for later, but make the most out of each one.
00000033

<center>The Deckathalon tests your skills using Treasure Cards only. Defeating monsters in the Tower earns you Points. Climb the Tower to face tougher Monsters and earn more Points. Points grant rewards from the Progress Bar and determine who will sit atop the Leaderboard as the best Deckathlete!</center>
00000034

<center>How to Play</center>
00000035

Click on the Portal in the Wizard City Library and claim 3 Credits every day. Use those Credits during the Event to enter the Tower through the Portal. Use them now or save them for later during the event!
00000036

The Portal takes you to a Tower filled with several floors of enemies to battle. Defeating enemies earns you points. Higher rank enemies, found on the highest floors, are worth more points and drop better loot.
00000037

You can also earn limited points per day by using Treasure Cards in battle, even outside the Tower.
00000038

<center>Because your Credits are limited, it's important to focus on getting through as many Floors with a single Credit as you can!</center>
00000039

The top Deckathletes on the Leaderboards also win Friend Rewards. These rewards are sent to everyone on your Friends List who also earned points in the event.
00000040

At the end of the event, participants win additional rewards based on Leaderboard placement.
00000041

<center>Tower Combat Rules</center>
00000042

To allow all Wizards to compete in the Deckathalon, your stats are preset; they won't be affected by gear, level or School. Henchmen, Potions and Elixirs are also disabled.
00000043

The only things you can affect are your Deck and the Treasure Cards therein. But you must set those BEFORE entering the Tower.
00000044

When you battle an enemy, you can only cast Treasure Cards. Regular Spells are not available.
00000045

<center>Tower Stages</center>
00000046

Towers are broken up into sets of floors called Stages. Higher Stages have tougher enemies, but also better loot drops.
00000047

At the end of each Stage a Recipe Vendor exclusive to that Stage appears with recipes for Treasure Cards, Deck Upgrades, and other items.
00000048

Each Stage is a new Checkpoint. When you re-enter the Tower from the Portal in the Library, you can choose to enter at any Checkpoint.
00000049

<center>Rewards and Crafting</center>
00000050

Enemies drop both loot and a new Reagent: Runes. Use Runes to craft a variety of items including Deckathalon decks, Hands of Fate gauntlet weapons, and other recipes found throughout the Tower.
00000051

After each Stage (every 3rd Floor), you will find a Recipe Vendor where you can learn upgrades for your Decks, Hands of Fate, or recipes for other new and interesting items!
00000052

Deckathalon decks are designed specifically to help you progress through the Tower. The better your Deck, the higher you can get in the Tower and the more Floors you can defeat per Credit.
00000053

<center>The Hands of Fate are formidable-looking weapons to stitch to your favorite wand. Upgrade those for greater style and flourish. Only the most dedicated Deckathletes can proudly display the Ultimate Hands of Fate!</center>
00000054

The Beastmoon Hunt
00000055

Balance Deckathalon Event
00000056

Life Deckathalon Event
00000057

Myth Deckathalon Event
00000058

Storm Deckathalon Event
00000059

Balance Deckathalon Event
00000060

Life Deckathalon Event
00000061

Myth Deckathalon Event
00000062

Storm Deckathalon Event
00000063

Defeat Opponents in a Battle Ring
00000064

Level up any Beast Form
00000065

Capture a Battle Ring
00000066

Harvest a Plant
00000067

Stage 5
00000068

Stage 6
00000069

Stage 7
00000070

Stage 8
00000071

Stage 9
00000072

Stage 10
00000073

Spiral Showcase
00000074

Catch a Fish
00000075

Feed Pet Snack (1  pt per pet age up to Epic)
00000076

Complete a Daily Assignment
00000077

Help a Team using the Kiosk (in highest world)
00000078

Craft an Item (no transmutes)
00000079

Fall Scroll of Fortune
00000080

<center>The Beastmoon has risen! Join a team of Wizards as they assume the forms of creatures from across the Spiral. Battle other Players, find hidden chests and take control of Battle Rings to earn points. The more Battle Rings you control, the more points you earn. Now let the hunt begin!</center>
00000081

<center>If an opposing Player enters a Ring while you're in it, a battle begins. The team that wins the battle captures the Battle Ring.</center>
00000082

<center>Press the "Join Match" button to enter a queue. Players in the queue will be evenly split into Red and Blue Teams and taken to their team's Beastmoon Hall.</center>
00000083

<center>Once in the Beast Hall, activate a statue to assume its Beast Form, which determines your School and the spells you can use during the match.</center>
00000084

<center>Take control of an unguarded Battle Ring by standing in it until the Capture Timer counts down.</center>
00000085

<center>Earn points by defeating opposing Players and capturing Battle Rings. </center>
00000086

Player Teams will need to take over Control Points to gain points. Defeating the other teams' members also adds to the point count. 
00000087

When the timer has counted down, the team with the most points wins. All members gain Progress points.
00000088

Earn bonus points by participating in special activities all over the Spiral - like Crafting, Daily Assignments, Pet Games, Fishing and helping out in the Team-Up Kiosk. Fill the progress bar to earn awesome prizes and purchase a Scroll of Fortune for Crowns for even more rewards!
00000089

<center>Each team - Red or Blue - can only use one of each Beast Form.</center>
00000090

<center>You can supplement your spell selection by purchasing Battle Cards from the vendor in the Hall using Battle Coins you win in the event.</center>
00000091

<center>In the Match</center>
00000092

<center>Your goal is to earn points. First team to 100 points, or whoever gets the most points in the time limit, wins the match.</center>
00000093

<center>Each Battle Ring permits a different number of players. Some will be 2v2, 3v3 or 4v4. </center>
00000094

<center>If a player is defeated in battle, they are sent back to their Beastmoon Hall and must wait a few seconds to return to the Hunting Grounds. Their place on the Battle Ring may not be filled by other players.</center>
00000095

<center>Players earn points for The Spiral Showcase event by doing 5 activities</center>
00000096

<center>Summery</center>
00000097

<center>Catch any fish to earn points. Higher rank fish are worth more points.</center>
00000098

<center>Earn 1 point per pet age up to Epic. 25 point limit.</center>
00000099

<center>Do your Daily Quest to earn points.</center>
00000100

<center>Help a Team using the Team Up Kiosk to earn points. Points are awarded only if the player helps in one of the two highest level worlds for which they have access.\n</center>
00000101

Spiral Showcase
00000102


00000103

Spiral Showcase
00000104

Win a Match
00000105

Spiral Showcase
00000106

Earn bonus points by participating in special activities all over the Spiral - like Crafting, Daily Assignments, Pet Games, Fishing and helping out in the Team-Up Kiosk. Fill the progress bar to earn awesome prizes and purchase a Scroll of Fortune for Crowns for even more rewards!
00000107

The Beastmoon Hunt
00000108

Press "Join Match" to be added to a random team.\nChoose a form from the statues in the Hall, then enter the Hunting Grounds.\nEarn points by defeating opposing Wizards or capturing Battle Rings.\nCapture Battle Rings by standing on them or winning a duel in them.\nIncrease point yields by controlling multiple Battle Rings.\n
00000109


00000110

<center>Craft any item except Transmutes to earn points.</center>
00000111

Press "Join Match" to be added to a random team.\n Choose a statue to assume its form.\n Win Battles or capture Battle Rings to earn points.\n Stand on, or win battles in, Battle Rings to capture them. Capture and Win to earn Event Points!
00000112


00000113


00000114


00000115


00000116


00000117

Help a Team!
00000118

<center>Defeating a player is worth 2 points.</center>
00000119

<center>Capturing the Spiral Battle Ring in combat is worth 20 points.</center>
00000120

<center>Holding multiple Battle Rings increases all of your point yields.</center>
00000121

<center>Hunting Grounds</center>
00000122

<center>Open Battle Chests to find Battle Cards, one-time use spells to sppplement your Beast Form hand, and Battle Coins </center>
00000123

<center>Collect Pip Wisps to gain additional starting Pips in your next battle.</center>
00000124

<center>Beast Forms</center>
00000125

<center>Your Beast Form determines the spell cards available to you, your School, your Beast Form's stats and the size of your hand.</center>
00000126

<center>You can level-up any Beast Form at the Upgrade Station in the Wizard City Arena before matches. This works much like crafting and requires specific ingredients.</center>
00000127

Do Not Use
00000128

<center>You can also improve a Beast Form's Tier to increase attributes such as sideboard size.</center>
00000129

<center>Tier is also used to unlock new Beast Forms. Raise their Tier to 1 to use them in the event.</center>
00000130

<center>A Beast Form's level is temporary; it resets at the end of each BeastMoon Event. Tier upgrades are permanent and will carry-over between Events. Tier upgrades automatically raise the Level so that the Level will never be less than the Tier.</center>
00000131

<center>Beyond the Hunting Grounds</center>
00000132

<center>Earn unique Moonstone Reagents by winning matches.</center>
00000133

<center>Use these to craft and upgrade prestigious armor you can stitch with your preferred stats gear.</center>
00000134

<center>Similarly, you can obtain special Beastmoon Blossom plants. Harvest these for rewards and reagents to improve your Beast Forms. </center>
00000135

<center>Beastmoon Blossoms can only be planted in special Beastmoon Planters, which you'll obtain after your first match.</center>
00000136

<center>You can also purchase seed recipes in the Wizard City Arena, using Lunari, a unique currency earned in Beastmoon matches. </center>
00000137

Feed a Pet!
00000138

Catch a Fish!
00000139

Do A Daily Assignment!
00000140

Craft an Item!
00000141

Catch a Fish (1 pt per rank)
00000142

<right>\nGeneral Damage:<image;GUI/Icons/Type_Damage.dds;28;28;0xFFFFFFFF>\nMulti-Target Attacks:<image;GUI/Icons/Type_AOE.dds;28;28;0xFFFFFFFF>\nSteal Health:<image;GUI/Icons/Type_Steal.dds;28;28;0xFFFFFFFF>\n</right>
00000143

Beastmoon Symbol Glossary
00000144

<right>\nCharm:<image;GUI/Icons/Type_Charm.dds;28;28;0xFFFFFFFF>\n</right>
00000145

<right>\nMinion:<image;GUI/Icons/Icons_Minion.dds;28;28;0xFFFFFFFF>\nDispel:<image;GUI/Icons/Icons_Dispel.dds;28;28;0xFFFFFFFF>\nStun:<image;GUI/Icons/Icons_Stun.dds;28;28;0xFFFFFFFF>\n</right>\n
00000146

<center>\nFire opposes Ice, Ice opposes Storm, and Storm opposes Fire.\nDeath opposes Life, Life opposes Myth, and Myth opposes Death.\nBalance does not oppose, and is not opposed by, any other School.</center>
00000147

<center>Attacking and Targeting</center>
00000148

<center>Healing and Buffing</center>
00000149

<center>Damage</center>
00000150

<center>School-Based Damage Bonuses</center>
00000151

<center>ADDITIONAL EFFECTS</center>
00000152

<right>\nStun Resist:<image;GUI/Icons/Type_Stun_Resist.dds;28;28;0xFFFFFFFF>\nOver-Time Effects:<image;GUI/Icons/Icons_Rounds.dds;28;28;0xFFFFFFFF>\nPips: $Symbol$<image;GUI/Icons/Type_Pip.dds;28;28;0xFFFFFFFF>\n</right>
00000153

<center>ADDITIONAL KEYWORDS</center>
00000154

<right><Bold>Clear:\nOver Time Effects:\nPush:\nSteal:\nSwap:\n</Bold></right>
00000155

<center>Let the hunt begin!</center>
00000156

<center>Winning a Battle Ring in combat is 10 points. </center>
00000157

<center>Capturing a Battle Ring by standing on it is worth 1 point.</center>
00000158

<center>Earn points by participating in special events, like the Deckathalon, Beastmoon Hunt and the Spiral Showcase.</center>
00000159

<center>As you earn points, you unlock rewards.</center>
00000160

Purchase a Scroll of Fortune and earn Points to unlock exclusive rewards.
00000161

<center>Scroll of Fortune rewards are retroactive, so buying one will also unlock exclusive rewards you've already passed.</center>
00000162

Better Loot
00000163

<center><Bold>\nEach School receives a bonus of +25 damage against their opposing School:\n</Bold></center>
00000164

<right>\nHeal:<image;GUI/Icons/Type_Heal.dds;28;28;0xFFFFFFFF>\n</right>
00000165

<right>\nWard:<image;GUI/Icons/Type_Ward.dds;28;28;0xFFFFFFFF>\n</right>
00000166

<right>\nAbsorb:<image;GUI/Icons/Type_Absorb.dds;28;28;0xFFFFFFFF>\n</right>
00000167

<right>\nDamage Boosting Blades:<image;GUI/Icons/Type_Blade.dds;28;28;0xFFFFFFFF>\n</right>
00000168

<right>\nSchool-Specific Damage:\n</right>
00000169

<right>\nFriendly Target:\n</right>
00000170

<right>\nEnemy Target:\n</right>
00000171

<right>\nFriendly Team:\n</right>
00000172

<right>\nEnemy Team:\n</right>
00000173

Remove one effect to trigger another\nDamage or healing is divided over a number of rounds\nSend an effect to a target\nTake an effect from a target\nSend an effect to a target and take an effect from them\n
00000174

<right>Jinx:<image;GUI/Icons/Type_Jinx.dds;28;28;0xFFFFFFFF>\nCurse:<image;GUI/Icons/Type_Curse.dds;28;28;0xFFFFFFFF>\nTrap:<image;GUI/Icons/Type_Trap.dds;28;28;0xFFFFFFFF>\n</right>
00000175

Winter Scroll of Fortune
00000176

Fall Scroll of Fortune Painting
00000177

<center>Purchasing the Scroll of Fortune unlocks exclusive rewards. <center>\n\n <center>Scroll of Fortune rewards are retroactive, so buying one will also unlock exclusive rewards you've already passed.</center>\n\n <center>The Scroll of Fortune is discounted 50% for members. <center>
00000178

Winter Scroll of Fortune
00000179

Help a Team in Wizard City using the Kiosk
00000180

Help a Team in WC or KT using the Kiosk
00000181

Help a Team in KT or MB using the Kiosk
00000182

Help a Team in MB or MS using the Kiosk
00000183

Help a Team in MS or DS using the Kiosk
00000184

Help a Team in DS or CL using the Kiosk
00000185

Help a Team in CL or ZF using the Kiosk
00000186

Help a Team in ZF or AV using the Kiosk
00000187

Help a Team in AV or AZ using the Kiosk
00000188

Help a Team in AZ or KR using the Kiosk
00000189

Help a Team in KR or PL using the Kiosk
00000190

Help a Team in PL or MR using the Kiosk
00000191

Help a Team in MR or EM using the Kiosk
00000192

<center>Spellwrighting</center>
00000193

<center>Each Spell has its own Spellement -- a scroll consisting of all the research, theories, and exercises you will need to unlock its full power.</center>
00000194

<center>From the Spellwrighting page, you can view all of the Spells that are currently available to you for Spellwrighting. (Some Spells may have unique requirements that you must meet before they are available.)</center>
00000195

<center>In the lower left, you can see how many Spellements you own, and how many you will need for the next upgrade.</center>
00000196

<center>Some Spells have branching upgrade paths, giving you different options for improving them.</center>
00000197

<center>Spellwrighting is a way for wizards to unlock new spells and upgrade existing spells.</center>
00000198

<center>Click on any Spell to view the Spellwrighting Tiers page, where you can review the possible upgrades for that Spell.</center>
00000199

<center>If you have enough Spellements, click the UPGRADE button to advance to the next tier.</center>
00000200

<center>If you change your mind, the RESET button allows you to revert your Spell back to Tier 1.</center>
00000201

Spring Scroll of Fortune
00000202

3 Spellements
00000203

Spring Scroll of Fortune
00000204

Spring Scroll of Fortune
00000205

Spring Scroll of Fortune
00000206

Feed Pet Snacks for Happiness(1 per Snack XP)
00000207

Play Ranked Derby
00000208

Hatch a Pet
00000209

Win a Pet Game
00000210

Earn bonus points by participating in pet activities - like Winning Pet Games, Hatching a Pet, and Feeding your Pet snacks either after a Pet Game for pet XP or for Happiness. Fill the progress bar to earn awesome prizes and purchase a Scroll of Fortune for Crowns for even more rewards!
00000211

Pet Promenade
00000212

<center>Pet Promenade</center>
00000213

Win A Pet Game!
00000214


00000215

HATCH A PET!
00000216

Feed Your Pet For Happiness!
00000217

<center>EARN POINTS FOR PET PROMENADE BY DOING THESE ACTIVITIES</center>
00000218

<center>5 points per win. 5 game win limit.</center>
00000219

<center></center>
00000220

<center>25 point value. 1 hatch limit.</center>
00000221

<center>Earn 1 point per snack. 25 point limit.</center>
00000222

Summer Scroll of Fortune
00000223

4 Doomsday Krok's Time Limes
00000224

Elemental and Spirit Pet Tokens
00000225

Pet Promenade .
00000226

Beastmoon Monster Mayhem
00000227

Defeat a Beast
00000228

2 Beastmoon Needles
00000229

2 Doomsday Krok's Time Limes
00000230

Select "Join Match" to be placed on a team.\nInteract with a Beast Statue to assume that Form.\nDefeat Monsters to unlock the Boss Battles.\nDefeat the Boss of each Wave to unlock the next Wave.\nDefeat all three Waves for the most Event Points!
00000231

<center>The Beastmoon has risen!  Join a team of Wizards as they assume the forms of creatures from across the Spiral, battle fearsome Monsters to unlock boss battles, and progress through all the waves to earn the most points and prizes!</center>
00000232

<center>Press the "Join Match" button to enter the queue (either as a group or solo).  Once there are 6 players ready to go, a match will start!</center>
00000233

<center>You can only have one of each Beast Form on your team at a time.</center>
00000234

<center>While some Wizards take on the Boss, others can defeat monsters around the map to get "Sigil Spells" which benefit the Spiral Boss battle.</center>
00000235

<center>Defeat the monsters in each wave as quickly as possible to unlock the Boss battle in the Spiral.</center>
00000236

<center>Defeat the boss in the time allotted to move onto the next wave.</center>
00000237

<center>If a player flees or is defeated in battle, they are sent back to the Beast Hall, where they must choose a different Beast Form before returning to the Hunting Grounds.  They may not rejoin that Battle Ring, but other players may take their place.</center>
00000238

<center>Defeating a monster is worth 1 points per rank</center>
00000239

<center>Winning a combat is worth 2 points</center>
00000240

They may not rejoin that Battle Ring, but other players may take their place.
00000241

<center>Collect Pip Wisps to gain additional starting Pips in your next battle, or Moon wisps to speed up for a short time.</center>
00000242

<center>Coin clams will grant you Battle Coins, giving you the ability to purchase one-time use Battle Cards from Acteon in the Beast Hall.  The rare Time Clam will allow you to add some time to the clock! </center>
00000243

<center>Earn unique reagents by participating in and winning matches, and completing quests. </center>
00000244

<center>You can also purchase seed recipes in the Wizard City Arena, using Lunari, a unique currency earned in Beastmoon matches. You can also access recipes in the Beastmoon Crafting Station, but they're only available during the event and will change from event to event! </center>
00000245

<center>First, defeat the monsters in the outer arenas.</center>
00000246

Unlock Myth Draconian
00000247

Rate New Castle Tours Houses
00000248

Visit Castle Tours Top Houses
00000249

Spiral Scene
00000250

Earn bonus points by participating in activities - like Rating new Castle Tours houses, Visiting Top Castle Tours houses, Crafting, Daily Assignments, and helping out in the Team-Up Kiosk. Fill the progress bar to earn awesome prizes and purchase a Scroll of Fortune for Crowns for even more rewards!
00000251

Help a Team in EM or KM using the Kiosk
00000252

Winter Scroll of Fortune
00000253

Unlock Fire Colossus
00000254

<center>Players earn points for The Spiral Scene event by doing 5 activities</center>
00000255

Rate Houses on Castle Tours!
00000256

Visit Top Houses on Castle Tours!
00000257

<center>Go to the Castle Tours shop, select Visit Castle then Rate a Castle to earn points.</center>
00000258

<center>Go to the Castle Tours shop, select Visit Castle then Top Rated to earn points.</center>
00000259

<center>Spiral Scene<center>
00000260

Spring Scroll of Fortune
00000261

Unlock Storm Elf
00000262

3x30d PetalFarthing Mount
00000263

3 Amber
00000264

Unlock Life Minotaur
00000265

3x30d Vroom Vroom Broom Mount
00000266

Win a Combat
00000267

Let's talk time, timer and waves
00000268

Choosing Beastforms that counter what's on the battlefield can speed up the time required to victory
00000269

Observe the sacred rhoshambo. Notice that Myth counters Death school.
00000270

Spiral Battle tips, Side Sigils and Sigil spell info
00000271

Hey look it is a Clock Father. This nifty flower gives you extra time to finish the wave. One flower spawns every wave. They don't always appear in the same location so you may have to do some searching to find it. 
00000272

Here I tell you how and when the spiral gates come down. Should I say more?
00000273

Mention aggro range on combat circles. Maybe strategy on aggroing lowest rank mob
00000274

Time talk and the importance of choosing your spells as fast as possible while coordinating with your teammates. 
00000275

To allow you all the time you need we have set this one to respawn, so time won't be as much of an issue for your training. 
00000276

Unlock Fire Cyclops
00000277

3x30d Autumn-mobile Mount
00000278

Help a Team in KM or LM using the Kiosk
00000279

10 Rank 1 Elemental Spellements
00000280

Unlock Balance Rat Thief
00000281

3x30d Evil Snowman Board
00000282

10 Spiritual Spellements
00000283

3x30d Wings of Whimsy Mount
00000284

PVP - Battle Pass
00000285

<center>Purchasing the PVP Battle Pass unlocks exclusive rewards. <center>\n\n <center>PVP Battle Pass rewards are retroactive, so buying one will also unlock exclusive rewards you've already passed.</center>\n\n <center>The PVP Battle Pass is discounted 50% for members. <center>
00000286

Super Secret Magalistic expialidocious
00000287

Participate in PvP battles to gain points for the Battle Pass
00000288

3x30d Boxplane Mount
